{
    "Header": {
        "home": "Home",
        "projects": "Projects",
        "about": "About"
    },
    "Home": {
        "main": {
            "title": "Web Developer",
            "description": "I'm Brian, a frontend developer passionate about web design. I love learning and creating new experiences that improve user interaction.",
            "contact": "Contact"
        },
        "projects": {
            "title": "Projects",
            "description": "I've worked on lots of small projects over the years, here are a few of them.",
            "all": "--View all"
        },
        "services": {
            "title": "Services"
        }
    },
    "About": {
        "description1": "I'm a web developer, oriented especially in front-end development. My expertise lies in building interactive web applications. I mainly work with technologies like React.js, JavaScript and TypeScript.",
        "description2": "I strongly believe in continuous learning and self-improvement, so I do my best to learn in any possible situation.",
        "resume": "View Resume",
        "skills": "Skills",
        "experience": {
            "title": "Experience",
            "current": "Current",
            "more": "Read more",
            "less": "Read less",
            "Accenture": {
                "roles": [
                    {
                        "title": "Network & Svcs Operation",
                        "description": "Responsible for the commissioning of infrastructure and customer access in Vodafone Key Account projects.<br/> -Router (Cisco, Huawei, Teldat) and Switch Configuration.<br/> -Configuration of customer services such as MPLS, VPLS, INTERNET, IPSEC, SDWAN, TRUNK, ELINE.<br/> -Configuration of accesses based on technologies such as Radio links, PaP Fiber, 3G/LTE and Orlas."
                    },
                    {
                        "title": "Network & Svcs Operation",
                        "description": "Performing the duties of Network & Svcs Operation Associate to complete the ASIR course with on-site training. Responsible for infrastructure commissioning and customer access in Vodafone Key Account projects. <br/> -Configuration of CPEs (Cisco, Huawei). <br/> -Configuration of customer services such as MPLS and INTERNET. <br/> -Configuration of accesses based on technologies such as Radio links, PaP Fiber, 3G/LTE."
                    }
                ]
            },
            "BrianNovoa": {
                "roles": [
                    {
                        "title": "Freelance Web Developer",
                        "description": "My specialization covers WordPress, CSS, HTML, JavaScript, TypeScript extending it now with ReactJS, creating advanced and dynamic web solutions. NodeJS and MongoDB complement my technical profile. <br/>My focus is on innovation, quality, and adaptability in a constantly changing technological environment."
                    }
                ]
            },
            "Universae": {
                "roles": [
                    {
                        "title": "Full Stack Developer",
                        "description": "Performing the duties of Full Stack Developer to complete the DAM course with Workplace Training. During my internship I played an active role in the development of multiple projects, where I used a diverse set of technologies and programming tools, including Java, JavaScript, TypeScript, HTML, CSS, React, VSCode, NetBeans and GitHub. <br/> -My responsibilities ranged from writing clean and efficient code to implementing responsive user interfaces and optimizing application functionality to enhance the user experience. <br/> -I collaborated closely with development teams to ensure timely delivery of projects following coding and design best practices."
                    }
                ]
            },
            "I2C": {
                "roles": [
                    {
                        "title": "Frontend Developer",
                        "description": "Developing Frontend Web Developer tasks to complete the DAW course with the Workplace Training. During my internship contract at I2C, I have the opportunity to work on the development of the company's main website and the websites of various internal projects.<br/> My main focus is programming and web design, ensuring its functionality and usability. <br/>This experience is allowing me to acquire new skills and knowledge in the field of web development, and I am excited to continue learning, especially about Front End."
                    }
                ]
            }
        }
    },
    "Projects": {
        "title": "Projects",
        "description": "These are the projects in which I have worked, I started making wordpress websites for a few companies and now I took the step to make code projects especially with MERN stack: Mongo, Express, React and Node.",
        "visit": "Visit",
        "projectItems": {
            "ProfitLost": {
                "title": "Profit & Lost",
                "description": "App for personal finance management",
                "description2": "With Profit&Lost, you can manage your personal finances with ease and efficiency. Our intuitive platform will help you track income, expenses and savings all in one place - start making smarter financial decisions today! Organize your finances, plan your goals and monitor your progress with our advanced financial analysis tools. Profit&Lost provides you with everything you need to keep your finances in order and reach your financial goals."
            },
            "WP": {
                "title": "Wordpress Webs",
                "description": "Some of the websites I have done in Wordpress",
                "description2": "Set of websites I made for several clients in Wordpress. Each project was custom designed and developed, taking into account the specific needs of each client. From personal blogs to corporate sites, I have worked on a variety of projects that have allowed me to hone my skills in web design and development on the Wordpress platform. My focus has always been to create functional, attractive and easy to navigate websites, ensuring client satisfaction with every delivery."
            },
            "ELearning": {
                "title": "eLearning Platform",
                "description": "App in progress for an e-learning platform",
                "description2": "E-learning platform designed to offer a comprehensive and accessible educational experience. This application allows users to access a wide range of online courses and educational materials. With a focus on interactivity and ease of use, the eLearning platform is equipped with progress tracking tools, assessments and discussion forums to enrich the learning experience. Ideal for students and professionals looking to expand their knowledge and skills from the comfort of their homes."
            }
        }
    }
}