{
    "Header": {
        "contact": "Contacto"
    },
    "Home": {
        "main": {
            "title": "Hola, soy Brian Novoa",
            "job": "Desarrollador Web",
            "description": "Desarrollador frontend apasionado por crear experiencias de usuario atractivas y dinámicas. Creo aplicaciones web responsivas y dinámicas.",
            "contact": "Contactame",
            "resume": "Mi CV"
        },
        "projects": {
            "title": "Proyectos",
            "visit": "Visitar →"
        }
    },
    "Projects": {
        "title": "Proyectos",
        "backToHome": "Volver a Home",
        "visit": "Visitar",
        "notFound": "Proyecto no encontrado",
        "projectItems": {
            "ProfitLost": {
                "title": "Profit&Lost",
                "description": "Aplicación para gestión de finanzas.",
                "description2": "Profit&Lost es una aplicación fullstack desarrollada con React, TypeScript, Node.js, Express y PostgreSQL, diseñada para ayudar a los usuarios a gestionar sus finanzas personales de manera sencilla y eficiente. La plataforma permite registrar y categorizar ingresos y gastos, realizar un seguimiento detallado de las cuentas y movimientos financieros, y generar informes anuales para un análisis completo. Actualmente, sigo trabajando en nuevas funcionalidades para mejorar la experiencia del usuario."
            },
            "WP": {
                "title": "Webs Wordpress",
                "description": "Algunos de los sitios web que he hecho.",
                "description2": "Conjunto de webs que hice para diversos clientes en Wordpress. Cada proyecto fue diseñado y desarrollado a medida, teniendo en cuenta las necesidades específicas de cada cliente. Desde blogs personales hasta sitios corporativos, he trabajado en una variedad de proyectos que me han permitido perfeccionar mis habilidades en diseño web y desarrollo en la plataforma Wordpress. Mi enfoque ha sido siempre crear sitios web funcionales, atractivos y fáciles de navegar, asegurando la satisfacción del cliente en cada entrega."
            }
        }
    }
}