{
    "Header": {
        "home": "Home",
        "projects": "Proyectos",
        "about": "Sobre mí"
    },
    "Home": {
        "main": {
            "title": "Desarrollador Web",
            "description": "Soy Brian, un desarrollador frontend apasionado por el diseño web. Me encanta aprender y crear nuevas experiencias que mejoren la interacción del usuario.",
            "contact": "Contacto"
        },
        "projects": {
            "title": "Projects",
            "description": "He trabajado en muchos proyectos a lo largo de los años, he aquí algunos de ellos.",
            "all": "--Ver todos"
        },
        "services": {
            "title": "Services"
        }
    },
    "About": {
        "description1": "Soy un desarrollador web, orientado especialmente en el desarrollo front-end. Mi experiencia radica en la construcción de aplicaciones web interactivas. Principalmente trabajo con tecnologías como React.js, JavaScript, TypeScript y Node.js",
        "description2": "Creo firmemente en el aprendizaje continuo y la mejora personal, por lo que hago todo lo posible por aprender en cualquier situación posible.",
        "resume": "Ver CV",
        "skills": "Habilidades",
        "experience": {
            "title": "Experiencia",
            "current": "Actualidad",
            "more": "Ver más",
            "less": "Ver menos",
            "Accenture": {
                "roles": [
                    {
                        "title": "Network & Svcs Operation",
                        "description": "Responsable de la puesta en marcha de infraestructuras y acceso de clientes en proyectos de Grandes Cuentas de Vodafone.<br/> -Configuración de routers (Cisco, Huawei, Teldat) y switches.<br/> -Configuración de servicios de cliente como MPLS, VPLS, INTERNET, IPSEC, SDWAN, TRUNK, ELINE.<br/> -Configuración de accesos basados en tecnologías como Radioenlaces, Fibra PaP, 3G/LTE y Orlas."
                    },
                    {
                        "title": "Network & Svcs Operation",
                        "description": "Desempeñando las funciones de Network & Svcs Operation para completar el curso ASIR con formación en centros de trabajo.<br/> -Responsable de la puesta en servicio de infraestructuras y acceso de clientes en proyectos de Grandes cuentas de Vodafone. <br/> -Configuración de CPEs (Cisco, Huawei). <br/> -Configuración de servicios de cliente como MPLS e INTERNET. <br/> -Configuración de accesos basados en tecnologías como Radioenlaces, Fibra PaP, 3G/LTE."
                    }
                ]
            },
            "BrianNovoa": {
                "roles": [
                    {
                        "title": "Desarrollador web Freelance",
                        "description": "Mi especialización abarca WordPress, CSS, HTML, JavaScript, TypeScript ampliándolo ahora con ReactJS, creando soluciones web avanzadas y dinámicas. NodeJS y MongoDB complementan mi perfil técnico.<br/> Mi foco está en la innovación, la calidad y la adaptabilidad en un entorno tecnológico en constante cambio."
                    }
                ]
            },
            "Universae": {
                "roles": [
                    {
                        "title": "Desarrollador Full Stack",
                        "description": "Desempeñando las funciones de Full Stack Developer para completar el curso DAM con la formación en centros de trabajo. <br/>Durante mis prácticas desempeñé un papel activo en el desarrollo de múltiples proyectos, en los que utilicé un conjunto diverso de tecnologías y herramientas de programación, como Java, JavaScript, TypeScript, HTML, CSS, React, VSCode, NetBeans y GitHub. <br/>-Mis responsabilidades iban desde escribir código limpio y eficiente hasta implementar interfaces de usuario receptivas y optimizar la funcionalidad de la aplicación para mejorar la experiencia del usuario. <br/>-Colaboré estrechamente con los equipos de desarrollo para garantizar la entrega puntual de los proyectos siguiendo las mejores prácticas de codificación y diseño."
                    }
                ]
            },
            "I2C": {
                "roles": [
                    {
                        "title": "Desarrollador Frontend",
                        "description": "Desarrollando tareas de Frontend Web Developer para completar el curso DAW con la Formación en Centros de Trabajo. Durante mi contrato de prácticas en I2C, tengo la oportunidad de trabajar en el desarrollo de la página web principal de la empresa y las páginas web de varios proyectos internos. <br/>Mi enfoque principal es la programación y el diseño web, asegurando su funcionalidad y usabilidad. <br/>Esta experiencia me está permitiendo adquirir nuevas habilidades y conocimientos en el campo del desarrollo web, y estoy entusiasmado por seguir aprendiendo, especialmente sobre Front End."
                    }
                ]
            }
        }
    },
    "Projects": {
        "title": "Proyectos",
        "description": "Estos son los proyectos en los que he trabajado, empecé haciendo webs en wordpress para unas cuantas empresas y ahora di el paso a hacer proyectos de código especialmente con MERN stack: Mongo, Express, React y Node.",
        "visit": "Visitar",
        "projectItems": {
            "ProfitLost": {
                "title": "Profit & Lost",
                "description": "Aplicación para la gestión de las finanzas personales.",
                "description2": "Profit&Lost es una aplicación fullstack desarrollada con tecnologías modernas como React, TypeScript, Node.js, Express, SASS, y MongoDB, diseñada para ayudar a los usuarios a gestionar sus finanzas personales de manera eficiente. La plataforma permite a los usuarios realizar un seguimiento detallado de sus cuentas, movimientos financieros, categorías de gastos e ingresos, y generar informes anuales para un análisis completo."
            },
            "WP": {
                "title": "Webs Wordpress",
                "description": "Algunos de los sitios web que he hecho en Wordpress.",
                "description2": "Conjunto de webs que hice para diversos clientes en Wordpress. Cada proyecto fue diseñado y desarrollado a medida, teniendo en cuenta las necesidades específicas de cada cliente. Desde blogs personales hasta sitios corporativos, he trabajado en una variedad de proyectos que me han permitido perfeccionar mis habilidades en diseño web y desarrollo en la plataforma Wordpress. Mi enfoque ha sido siempre crear sitios web funcionales, atractivos y fáciles de navegar, asegurando la satisfacción del cliente en cada entrega."
            },
            "Calenbry": {
                "title": "Calenbry",
                "description": "Aplicación en desarrollo para la gestion de citas.",
                "description2": "Calenbry es una aplicación web desarrollada con tecnologías como React, TypeScript, Node.js, Express, SASS y MongoDB, diseñada para agilizar la programación y gestión de citas para profesionales y empresas. La plataforma ofrece una variedad de características, como enlaces de programación personalizados, gestión de disponibilidad en tiempo real e integraciones con herramientas de terceros como videoconferencias y sistemas CRM. Calenbry es compatible con la colaboración en equipo, lo que permite una coordinación perfecta de las reuniones entre varios miembros del equipo y departamentos."
            },
            "TalentControlHR": {
                "title": "TalentControl HR",
                "description": "Aplicación en desarrollo para la gestión de recursos humanos.",
                "description2": "TalentControlHR es una aplicación web diseñada con tecnologías modernas como React, Next.js, TypeScript, Node.js, MongoDB y SASS, enfocada en optimizar la gestión de recursos humanos en empresas de todos los tamaños. La plataforma incluye funcionalidades clave como la creación y asignación de equipos, manejo de turnos, registro de asistencia, gestión de ausencias y solicitudes de permisos. Además, TalentControlHR permite la integración con herramientas de terceros y está preparada para facilitar la colaboración entre departamentos. Su interfaz intuitiva y funcionalidades avanzadas la convierten en una solución ideal para centralizar y simplificar las operaciones de recursos humanos."
            }
        }
    }
}